{
  "hello": "Olá",
  "I am": "Eu sou",
  "Download": "Baixar",
  "Contact": "Contato",
  "Developer": "Desenvolvedor Full stack",
  "Scroll Down": "Rolar para baixo",
  "Come and meet me": "Venha me Conhecer",
  "About me": "Sobre mim",
  "Experience": "Experiência",
  "Years Working": "Anos de Trabalho",
  "Clients": "Clientes",
  "Worldwide": "No mundo todo",
  "Projects": "Projetos",
  "Completed": "Completos",
  "My name is": "Meu nome é Danrley Alves dos Santos sou do Brasil e possuo larga experiência como programador passando por várias empresas tais como: Maida Health, Max.ia, Healtyou entre outras.",
  "I am a graduate": "Sou graduado em Ciência da computação, logo após fiz Mestrado em Engenharia de Computadores e sistema pela Universidade Estadual do Maranhão - UEMA. Fui professor de informática no Instituto Federal do maranhão - IFMA.  Larguei o Doutorado e a sala de aula para dedicar-me e focar 100% em engenharia de Software.",
  "I love working": "Eu amo trabalhar com pessoas comunicativas e que me ensinam ser um ser humano melhor. Acho surpreendente o que a tecnologia provoca na vida das pessoas e impactam diretamente na sociedade.",
  "Get in touch": "Entre em Contato",
  "My technologies": "Minhas Tecnologias",
  "Skill": "Habilidade",
  "Advanced": "Avançado",
  "Intermediary": "Intermediário",
  "Work": "Trabalhos e projetos desenvolvidos",
  "Portfolio": "portfólio",
  "contribution": "Contribuição como um dos desenvolvedores do projeto.",
  "ChallengeJusTravel": "Desafio realizado para empresa Just Travel.",
  "ProjectRecube": "Projeto desenvolvido para empresa Rubcube.",
  "ApplicationEducation": "Aplicação desenvolvida para fins educativos",
  "ProjectConvert": "Projeto desenvolvido para captação de leads e conversão.",
  "NeuralNetworks": "Rede Neural",
  "MasterEngineer": "Trabalho desenvolvido no programa de mestrado em Engenharia Informática e Sistemas.",
  "starWras": "Teste realizado para uma empresa",
  "Testimonials": {
    "title": "Indicações",
    "subtitle": "Recomendações",
    "mardoqueu": {
      "name": "Mardoqueu Sousa",
      "occupation": "Engenheiro de Software Fullstack | Spring Boot | API REST | Hibernate | Nexus | Java | SQL",
      "review": "Conheci Danrley no instituto federal, ele possui uma habilidade de adaptação impar em aprender novas tecnologias de programação como também é um excelente docente. Sempre foi bastante proativo como também possui intensa paixão pelo campo de tecnologia, costumava ficar até tarde no trabalho para bater metas e os nossos coordenadores nunca duvidavam de sua capacidade profissional e garra pela área de tecnologia da informação."
    },
    "luan": {
      "name": "Luan David Carrilho",
      "occupation": "Desenvolvedor de Software | Dart | Flutter",
      "review": "O Danrley possui fortes competências técnicas, possui qualidades enquanto pessoa, fundamentais em qualquer organização. Destaco a sua força de vontade, empatia, curiosidade e excelente capacidade de comunicação. Estudamos juntos e trabalhamos juntos em alguns projetos de softwares durante 5 anos e considero que ele tem todas as condições para evoluir rapidamente na sua carreira, recomendo-o vivamente para todas as funções que possam exigir skills técnicos na área de IT, perfil de liderança, resiliência e cultura de organização."
    },
    "kenny": {
      "name": "Kenny Wilker",
      "occupation": "Desenvolvedor | Java | Python | HTML | CSS | Javascript | Git/GitHub | Data Science & Analytics",
      "review": "Extremamente apaixonado pelo que faz, muito atento aos detalhes e competente. Além das suas habilidades e experiências curriculares, ele constrói confiança nas suas relações profissionais e conduz suas atribuições com total maestria e sempre em busca de inovações.. Leva a informação de forma clara e eficiente a todos os públicos e níveis da organização. É sempre um prazer para mim dividir um convívio profissional com a Mardoqueu."
    },
    "lucas": {
      "name": "Lucas Marques",
      "occupation": "Engenheiro de Qualidade/Mestre em Engenharia Elétrica - UFPI",
      "review": "Grande profissional! Além de realizar uma ótima entrega do ponto de vista técnico, estabelece uma boa comunicação e dinâmica para o desenvolvimento do projeto, além de ser um grande desenvolvedor que sempre cumpre as suas metas estabelecidas, Recomendo!"
    }
  },
  "Services": {
    "title": "O que eu Ofereço?",
    "subtitle": "Serviços",
    "qualifications": {
      "title": "Qualificações",
      "items": {
        "graduation": "Graduado em Ciências da Computação.",
        "masters": "Mestrado em Engenharia de Computadores e sistemas.",
        "frontend": "Desenvolvimento Front-End Web.",
        "backend": "Desenvolvimento Back-End Web.",
        "fullstack": "Desenvolvimento FullStack Web.",
        "tech": "Técnico em Programação e tecnologia."
      }
    },
    "collaboration": {
      "title": "Como posso colaborar ?",
      "items": {
        "development": "Desenvolvimento web/Mobile e desktop.",
        "apps": "Desenvolvimento de aplicativos, sistemas e sites para pequenas e grandes empresas.",
        "maintenance": "Manutenção e melhorias em sistemas já desenvolvidos.",
        "apis": "Consumo de APIs para integração com os sistemas.",
        "architecture": "Atuar na arquitetura e consultoria de aplicações web/mobile e desktop."
      }
    },
    "plus": {
      "title": "Plus",
      "items": {
        "communication": "Fortes habilidades de comunicação com a capacidade de discutir qualquer problema com uma ampla variedade de indivíduos e grupos.",
        "professional": "Capacidade de permanecer profissional em situações estressantes/disputas.",
        "english": "Habilidades de comunicação oral e escrita em inglês.",
        "discipline": "Excelente disciplina, foco e atenção aos detalhes."
      }
    }
  },
  "About": {
    "title": "Venha me Conhecer",
    "subtitle": "Sobre mim",
    "experience": {
      "title": "Experiência",
      "years": "8+ Anos de Trabalho"
    },
    "clients": {
      "title": "Clientes",
      "count": "+7 No mundo todo"
    },
    "projects": {
      "title": "Projetos",
      "count": "10+ Completos"
    },
    "description": {
      "intro": "Meu nome é Danrley Alves dos Santos, nasci em um dos estados mais pobres do Brasil, o Piauí, onde a mentalidade predominante era que apenas aqueles que seguissem a medicina teriam sucesso. Desde cedo, desafiei esse pensamento e escolhi a tecnologia como meu caminho. Hoje, não trocaria essa área por nenhuma outra. Sou do Brasil e possuo larga experiência como programador passando por várias empresas tais como: Maida Health, Max.ia, Healtyou entre outras.",
      "education": "Sou graduado em Ciência da computação, logo após fiz Mestrado em Engenharia de Computadores e sistema pela Universidade Estadual do Maranhão - UEMA. Fui professor de informática no Instituto Federal do maranhão - IFMA. Larguei o Doutorado e a sala de aula para dedicar-me e focar 100% em engenharia de Software.",
      "personal": "Eu amo trabalhar com pessoas comunicativas e que me ensinam ser um ser humano melhor. Acho surpreendente o que a tecnologia provoca na vida das pessoas e impactam diretamente na sociedade."
    },
    "buttons": {
      "contact": "Entre em Contato",
      "download": "Baixar CV"
    }
  }
}